Repository: rickie95/congrega
Catalog: lib/localization/locale_*.arb
Languages: it

# tournament_page_title
source: Tournaments
it: Tornei

# profile_page_title
source: My Profile
it: Profilo

# settings_page_title
source: Settings
it: Impostazioni

# dashboard_message
source: Welcome back
it: Ciao

source: Quick Match
it: Match Veloce

# quick_match_subtitle
source: Start a duel
it: Inizia un incontro

# my_profile_title
source: Profile
it: Profilo

# my_profile_subtitle
source: Check your stats
it: Le tue statistiche

# events_widget_title
source: Events
it: Tornei

# friends_widget_title
source: Friends
it: Amici

# events_page_title
source: Tournaments
it: Tornei

# events_action_create
source: Create new event
it: Crea un nuovo evento

# events_action_search
source: Search
it: Cerca

# events_join_by_code
source: Join by Code
it: Iscriviti con codice

# events_inProgress_label
source: In Progress
it: In svolgimento

# events_myevents_label
source: My Events
it: Organizzati da me

# events_nearby_label
source: Nearby
it: Nelle vicinanze

# events_notenrolled_msg
source: You're not enrolled in any event yet
it: Non sei iscritto a nessun torneo ancora.

source: Opponent
it: Avversario

# time_widget_settings_title
source: Time widget settings
it: Impostazioni widget tempo

# widget_section_label
source: Widget type
it: Tipo di widget

# countdown_starting_time_label
source: Countdown starting time
it: Timer di default

# timer_reset_label
source: Reset timer
it: Resetta timer

# clock_type_section_title
source: Clock widget type
it: Widget orologio

# venom_points_name
source: Venom Points
it: Segnalini Veleno

# energy_points_name
source: Energy Points
it: Segnalini Energia

# mana_color_points_name
source: Mana Colored Points
it: Segnalini Mana

# dialog_cancel_button_text
source: Cancel
it: Annulla

# leave_match_button_text
source: Leave Match
it: Concedi incontro

# leave_match_dialog_title
source: Leave match?
it: Concedere l'incontro?

# leave_match_dialog_message
source: Leaving the match will result as a total resign.
it: Concedere l'incontro risulterà come una sconfitta 0-2

# leave_match_dialog_confirm_text
source: Leave
it: Concedi

# leave_game_button_text
source: Concede game
it: Concedi partita

# leave_game_dialog_title
source: Surrender the game?
it: Concedere la partita?

# leave_game_dialog_message
source: Are you sure?
it: Verrà conteggiata come una vittoria per l'avversario

# leave_game_dialog_confirm_text
source: Surrender
it: Concedi

# call_judge_button_text
source: Call Judge
it: Chiama un giudice
